Repository: arjun-dureja/SubWidget
Catalog: SubscriberWidget/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, kk, pt_br, ta, tr, zh_hans

source: Made with SubWidget
ar: تم الإنشاء باستخدام SubWidget
de: Erstellt mit SubWidget
es: Hecho con SubWidget
fr: Créé avec SubWidget
hi: SubWidget के साथ बनाया गया
id: Dibuat dengan SubWidget
ja: SubWidget で作成
kk: SubWidget көмегімен жасалған
pt_br: Feito com SubWidget
ta: SubWidget மூலம் உருவாக்கப்பட்டது
tr: SubWidget ile yapıldı
zh_hans: 使用 SubWidget 制作

source: Milestone Notifications
ar: إشعارات الإنجاز
de: Meilenstein-Benachrichtigungen
es: Notificaciones de hitos
fr: Notifications de jalons
hi: माइलस्टोन सूचनाएँ
id: Notifikasi Pencapaian
ja: マイルストーン通知
kk: Белес хабарландырулары
pt_br: Notificações de marcos
ta: மைல்கல் அறிவிப்புகள்
tr: Dönüm Noktası Bildirimleri
zh_hans: 里程碑通知

source: Milestone Reached!
ar: تم بلوغ الإنجاز!
de: Meilenstein erreicht!
es: ¡Hito alcanzado!
fr: Jalon atteint !
hi: माइलस्टोन हासिल हुआ!
id: Tonggak Pencapaian Tercapai!
ja: マイルストーンに到達しました!
kk: Белгіленген межеге жетті!
pt_br: Marco alcançado!
ta: மைல்கல் எட்டப்பட்டது!
tr: Kilometre Taşına Ulaşıldı!
zh_hans: 里程碑已达！

source: Minted
ar: منقوش
de: Geprägt
es: Acuñado
fr: Menthe
hi: मिंटेड
id: dicetak
ja: 鋳造された
kk: соғылған
pt_br: Cunhado
ta: மின்டெட்
tr: Darphane
zh_hans: 铸造

source: Monospaced
ar: أحادي المسافة
de: Monospationiert
es: Monoespaciado
fr: Monospace
hi: मोनोस्पेस
id: Monospasi
ja: 等幅
kk: Біркелкі енді
pt_br: Monoespacada
ta: மோனோஸ்பேஸ்
tr: Eşit Genişlikli
zh_hans: 等宽

source: My question is not listed here.
ar: سؤالي غير موجود هنا.
de: Meine Frage ist hier nicht aufgeführt.
es: Mi pregunta no aparece aquí.
fr: Ma question ne figure pas ici.
hi: मेरा सवाल यहां सूचीबद्ध नहीं है।
id: Pertanyaan saya tidak tercantum di sini.
ja: 私の質問はここには記載されていません。
kk: Менің сұрағым мұнда тізімде жоқ.
pt_br: Minha pergunta não está listada aqui.
ta: என் கேள்வி இங்கே பட்டியலிடப்படவில்லை.
tr: Sorum burada listelenmiyor.
zh_hans: 我的问题没有在这里列出。

source: Nautical
ar: بحري
de: Nautisch
es: Náutico
fr: Nautique
hi: नॉटिकल
id: Bahari
ja: 航海用
kk: Теңіз
pt_br: Náutico
ta: கடல்வாழ்
tr: denizcilik
zh_hans: 航海

source: Network error. Please try again later.
ar: خطأ في الشبكة. يرجى المحاولة مرة أخرى لاحقًا.
de: Netzwerkfehler. Bitte versuchen Sie es später noch einmal.
es: Error de red. Por favor, inténtalo de nuevo más tarde.
fr: Erreur réseau. Veuillez réessayer plus tard.
hi: नेटवर्क त्रुटि। कृपया बाद में पुनः प्रयास करें।
id: Kesalahan jaringan. Silakan coba lagi nanti.
ja: ネットワークエラー。後でもう一度試してください。
kk: Желі қатесі. Тағы жасауды сәл кейінірек көріңізді өтінеміз.
pt_br: Erro de rede. Por favor, tente novamente mais tarde.
ta: நெட்வொர்க் பிழை. தயவுசெய்து பின்னர் முயற்சிக்கவும்.
tr: Ağ hatası. Lütfen daha sonra tekrar deneyin.
zh_hans: 网络错误。请稍后重试。

source: Network error. Please try again.
ar: خطأ في الشبكة. يرجى المحاولة مرة أخرى.
de: Netzwerkfehler. Bitte versuchen Sie es erneut.
es: Error de red. Por favor, inténtalo de nuevo.
fr: Erreur réseau. Veuillez réessayer.
hi: नेटवर्क त्रुटि। कृपया पुनः प्रयास करें।
id: Kesalahan jaringan. Silakan coba lagi.
ja: ネットワークエラー。もう一度試してください。
kk: Желі қатесі. Қайталап көріңіз.
pt_br: Erro de rede. Por favor, tente novamente.
ta: நெட்வொர்க் பிழை. தயவுசெய்து மீண்டும் முயற்சிக்கவும்.
tr: Ağ hatası. Lütfen tekrar deneyin.
zh_hans: 网络错误。请再试一次。

source: No channels added yet
ar: لم يتم إضافة قنوات بعد
de: Noch keine Kanäle hinzugefügt
es: Aún no se han agregado canales.
fr: Aucune chaîne ajoutée pour le moment
hi: अभी तक कोई चैनल नहीं जोड़ा गया है
id: Belum ada saluran yang ditambahkan
ja: まだチャンネルは追加されていません
kk: Арналар әлі қосылмаған
pt_br: Nenhum canal adicionado ainda
ta: இன்னும் எந்த சேனல்களும் சேர்க்கப்படவில்லை
tr: Henüz kanal eklenmedi
zh_hans: 尚未添加频道

source: Notifications Disabled
ar: الإشعارات معطلة
de: Benachrichtigungen deaktiviert
es: Notificaciones desactivadas
fr: Notifications désactivées
hi: सूचनाएँ बंद हैं
id: Notifikasi Dinonaktifkan
ja: 通知が無効になっています
kk: Хабарландырулар өшірілген
pt_br: Notificações desativadas
ta: அறிவிப்புகள் முடக்கப்பட்டுள்ளன
tr: Bildirimler Devre Dışı Bırakıldı
zh_hans: 通知已禁用

source: Number
ar: رقم
de: Nummer
es: Número
fr: Numéro
hi: संख्या
id: Nomor
ja: 番号
kk: Сан
pt_br: Número
ta: எண்
tr: Sayı
zh_hans: 数量

source: OK
ar: حسنًا
hi: ठीक है
id: Oke
kk: Жарайды
ta: சரி
tr: tamam
zh_hans: 好的

source: Onyx
ar: العقيق
es: Ónix
hi: ओनिक्स
id: oniks
ja: オニキス
kk: Оникс
pt_br: Ônix
ta: ஆனிக்ஸ்
tr: Oniks
zh_hans: 玛瑙

source: Open in YouTube
ar: فتح في YouTube
de: In YouTube öffnen
es: Abrir en YouTube
fr: Ouvrir dans YouTube
hi: YouTube में खोलें
id: Buka di YouTube
ja: YouTubeで開く
kk: YouTube-та ашу
pt_br: Abrir no YouTube
ta: YouTube இல் திற
tr: YouTube'da aç
zh_hans: 在 YouTube 中打开

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
hi: सेटिंग्स खोलें
id: Buka Pengaturan
ja: 設定を開く
kk: Параметрлерді ашыңыз
pt_br: Abrir Ajustes
ta: அமைப்புகளைத் திற
tr: Ayarları Aç
zh_hans: 打开设置

source: Orchid
ar: الأوركيد
de: Orchidee
es: Orquídea
fr: Orchidée
hi: ऑर्किड
id: Anggrek
ja: 蘭
kk: Орхидея
pt_br: Orquídea
ta: ஆர்க்கிட்
tr: Orkide
zh_hans: 兰花

source: Palettes
ar: لوحات
de: Paletten
es: Paletas
hi: पैलेट्स
id: Palet
ja: パレット
kk: Палитралар
pt_br: Paletas
ta: பேலட்டுகள்
tr: Paletler
zh_hans: 调色板

source: Patriot
ar: وطني
es: Patriota
fr: Patriote
hi: पैट्रियट
ja: パトリオット
kk: Патриот
pt_br: Patriota
ta: தேசபக்தன்
tr: Vatansever
zh_hans: 爱国者

source: Place the widget
ar: ضع الأداة
de: Platzieren Sie das Widget
es: Coloca el widget
fr: Placez le widget
hi: विजेट लगाएं
id: Tempatkan widget
ja: ウィジェットを配置
kk: Виджетті орналастыру
pt_br: Coloque o widget
ta: விட்ஜெட்டை இடவும்
tr: Widget'ı Yerleştir
zh_hans: 摆放小组件

source: Please contact me from the settings screen and I will answer any question you have. I typically respond within a few hours!.
ar: يرجى التواصل معي من شاشة الإعدادات وسأجيب عن أي سؤال لديك. عادةً ما أرد خلال بضع ساعات!
de: Kontaktieren Sie mich bitte über den Einstellungsbildschirm, dann beantworte ich gerne jede Frage. Ich antworte in der Regel innerhalb weniger Stunden!
es: Contáctame desde la pantalla de ajustes y responderé cualquier pregunta que tengas. Normalmente respondo en unas pocas horas.
fr: Contactez-moi depuis l’écran des réglages et je répondrai à toutes vos questions. Je réponds généralement en quelques heures !
hi: सेटिंग्स स्क्रीन से मुझसे संपर्क करें, मैं आपके किसी भी सवाल का जवाब दूंगा। मैं आमतौर पर कुछ घंटों के भीतर जवाब देता हूं!
id: Silakan hubungi saya dari layar pengaturan dan saya akan menjawab pertanyaan apa pun yang Anda miliki. Saya biasanya merespons dalam beberapa jam!.
ja: 設定画面よりご連絡いただければ質問にお答えします。通常、数時間以内に返信します。
kk: Параметрлер экранынан маған хабарласыңыз, мен кез келген сұрағыңызға жауап беремін. Мен әдетте бірнеше сағат ішінде жауап беремін!.
pt_br: Entre em contato comigo pela tela de Ajustes e eu responderei qualquer pergunta que você tiver. Normalmente respondo em poucas horas!
ta: அமைப்புகள் திரையிலிருந்து என்னை தொடர்பு கொள்ளுங்கள்; உங்களிடம் உள்ள எந்தக் கேள்விக்கும் நான் பதில் அளிப்பேன். பொதுவாக சில மணி நேரங்களுக்குள் பதிலளிக்கிறேன்!
tr: Lütfen ayarlar ekranından benimle iletişime geçin, sorularınızı yanıtlayacağım. Genellikle birkaç saat içinde yanıt veririm!
zh_hans: 请从设置屏幕与我联系，我将回答您的任何问题。我通常会在几个小时内回复！

source: Please install a mail app to continue
ar: يرجى تثبيت تطبيق بريد للمتابعة
de: Bitte installieren Sie eine Mail-App, um fortzufahren
es: Por favor, instala una aplicación de correo para continuar
fr: Veuillez installer une application de messagerie pour continuer
hi: कृपया जारी रखने के लिए एक मेल ऐप स्थापित करें
id: Silakan instal aplikasi email untuk melanjutkan
ja: 続行するにはメール アプリをインストールしてください
kk: Жалғастыру үшін пошта қолданбасын орнатыңыз
pt_br: Por favor, instale um aplicativo de e-mail para continuar
ta: தொடர ஒரு மின்னஞ்சல் செயலியை நிறுவவும்
tr: Devam etmek için lütfen bir posta uygulaması yükleyin
zh_hans: 请安装邮件应用程序以继续

source: Please remove the widget from your homescreen and add it back.
ar: يرجى إزالة الواجهة من الشاشة الرئيسية وإضافتها مرة أخرى.
de: Bitte entfernen Sie das Widget von Ihrem Startbildschirm und fügen Sie es wieder hinzu.
es: Por favor, quita el widget de tu pantalla de inicio y vuelve a agregarlo.
fr: Veuillez retirer le widget de votre écran d'accueil et l'ajouter à nouveau.
hi: कृपया अपनी होमस्क्रीन से विजेट को हटा दें और उसे फिर से जोड़ें।
id: Harap hapus widget dari layar beranda Anda dan tambahkan kembali.
ja: ホーム画面からウィジェットを削除し、再度追加してください。
kk: Виджетті негізгі экраннан алып тастап, қайта қосыңыз.
pt_br: Por favor, remova o widget da sua tela inicial e adicione-o novamente.
ta: தயவுசெய்து உங்கள் முகப்புத் திரையிலிருந்து விஜெட்டை நீக்கி மீண்டும் சேர்க்கவும்.
tr: Lütfen widget'ı ana ekranınızdan kaldırın ve tekrar ekleyin.
zh_hans: 请从主屏幕中删除该小组件并将其添加回来。

source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
id: Pratinjau
ja: プレビュー
kk: Алдын ала қарау
pt_br: Pré-visualização
ta: முன்னோட்டம்
tr: Önizleme
zh_hans: 预览

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
kk: Құпиялық саясаты
pt_br: Política de Privacidade
ta: தனியுரிமை கொள்கை
tr: Gizlilik Politikası
zh_hans: 隐私政策

source: Rate
ar: معدل
de: Bewerten
es: Calificar
fr: Évaluer
hi: मूल्यांकन करें
id: Nilai
ja: 料金
kk: Бағалау
pt_br: Classificar
ta: விகிதம்
tr: Oran
zh_hans: 率

source: Refresh Button
ar: زر التحديث
de: Aktualisieren-Button
es: Botón de actualizar
fr: Bouton d’actualisation
hi: रिफ्रेश बटन
id: Tombol Refresh
ja: 更新ボタン
kk: Жаңарту түймесі
pt_br: Botão de atualizar
ta: புதுப்பிப்பு பொத்தான்
tr: Yenile Düğmesi
zh_hans: 刷新按钮

source: Refresh Widget
ar: تحديث الأداة
de: Widget aktualisieren
es: Actualizar widget
fr: Actualiser le widget
hi: विजेट रीफ्रेश करें
id: Segarkan Widget
ja: ウィジェットを更新
kk: Виджетті жаңарту
pt_br: Atualizar widget
ta: விட்ஜெட்டை புதுப்பிக்கவும்
tr: Widget'i Yenile
zh_hans: 刷新小组件

source: Refreshes the widget timeline.
ar: يُحدّث الجدول الزمني للأداة.
de: Aktualisiert die Widget-Zeitleiste.
es: Actualiza la línea de tiempo del widget.
fr: Actualise la chronologie du widget.
hi: विजेट की टाइमलाइन को रीफ्रेश करता है।
id: Menyegarkan linimasa widget.
ja: ウィジェットのタイムラインを更新します。
kk: Виджеттің уақыт шкаласын жаңартады.
pt_br: Atualiza a linha do tempo do widget.
ta: விட்ஜெட்டின் காலவரிசையை புதுப்பிக்கும்.
tr: Widget zaman akışını yeniler.
zh_hans: 刷新小组件时间线。

source: Reset
ar: إعادة ضبط
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
id: Setel ulang
ja: リセット
kk: Қалпына келтіру
pt_br: Resetar
ta: மீட்டமை
tr: Sıfırla
zh_hans: 重置

source: Restores the widget's colors to the defaults - White in light mode and black in dark mode.
ar: يعيد ألوان الأداة إلى الإعدادات الافتراضية: الأبيض في الوضع الفاتح والأسود في الوضع الداكن.
de: Setzt die Widget-Farben auf die Standardwerte zurück: Weiß im hellen Modus und Schwarz im dunklen Modus.
es: Restablece los colores del widget a los predeterminados: blanco en modo claro y negro en modo oscuro.
fr: Restaure les couleurs du widget par défaut : blanc en mode clair et noir en mode sombre.
hi: विजेट के रंग डिफ़ॉल्ट पर वापस कर देता है - लाइट मोड में सफेद और डार्क मोड में काला।
id: Mengembalikan warna widget ke default - Putih dalam mode terang dan hitam dalam mode gelap.
ja: ウィジェットの色をデフォルト (ライト モードでは白、ダーク モードでは黒) に戻します。
kk: Виджет түстерін әдепкі мәндерге қалпына келтіреді - жарық режимінде ақ және қараңғы режимде қара.
pt_br: Restaura as cores do widget para o padrão: branco no modo claro e preto no modo escuro.
ta: விட்ஜெட்டின் நிறங்களை இயல்புநிலைக்கு மீட்டமைக்கும் - ஒளி முறையில் வெள்ளை, இருள் முறையில் கருப்பு.
tr: Widget'ın renklerini varsayılan ayarlara geri yükler - Açık modda beyaz ve karanlık modda siyah.
zh_hans: 将小组件的颜色恢复为默认值 - 浅色模式下为白色，深色模式下为黑色。

source: Rosewood
ar: خشب الورد
de: Rosenholz
es: Palo de rosa
fr: Bois de rose
hi: रोज़वुड
id: kayu mawar
ja: ローズウッド
kk: Раушан ағашы
pt_br: Pau-rosa
ta: ரோஸ்வுட்
tr: Gülağacı
zh_hans: 玫瑰木

source: Rounded
ar: مستدير
de: Abgerundet
es: Redondeado
fr: Arrondie
hi: गोल
id: Membulat
ja: 丸み
kk: Дөңгелек
pt_br: Arredondada
ta: வட்டமான
tr: Yuvarlak
zh_hans: 圆角

source: Ruby
ar: الياقوت
de: Rubin
es: Rubí
fr: Rubis
hi: रूबी
id: rubi
ja: ルビー
pt_br: Rubi
ta: ரூபி
tr: Yakut
zh_hans: 红宝石

source: Sandstone
ar: الحجر الرملي
de: Sandstein
es: Arenisca
fr: Grès
hi: रेत-पत्थर
id: Batupasir
ja: 砂岩
kk: Құмтас
pt_br: Arenito
ta: மணற்கல்
tr: Kumtaşı
zh_hans: 砂岩

source: Search a channel. Add the widget.
ar: ابحث عن قناة. ثم أضف الأداة.
de: Suchen Sie einen Kanal. Fügen Sie das Widget hinzu.
es: Busca un canal. Agrega el widget.
fr: Recherchez une chaîne. Ajoutez le widget.
hi: एक चैनल खोजें। विजेट जोड़ें।
id: Cari saluran. Tambahkan widget.
ja: チャンネルを検索。ウィジェットを追加。
kk: Арнаны іздеңіз. Виджетті қосыңыз.
pt_br: Pesquise um canal. Adicione o widget.
ta: ஒரு சேனலைத் தேடுங்கள். விட்ஜெட்டைச் சேர்க்கவும்.
tr: Bir kanal arayın. Widget'ı ekleyin.
zh_hans: 搜索频道。添加小组件。

source: Search by name, @handle, or channel ID. See a preview instantly.
ar: ابحث بالاسم أو @المعرّف أو رقم القناة. شاهد المعاينة فورًا.
de: Suchen Sie nach Name, @Handle oder Kanal-ID. Sehen Sie sofort eine Vorschau.
es: Busca por nombre, @usuario o ID del canal. Mira la vista previa al instante.
fr: Recherchez par nom, @identifiant ou ID de chaîne. Voyez l’aperçu instantanément.
hi: नाम, @हैंडल या चैनल आईडी से खोजें। तुरंत प्रीव्यू देखें।
id: Cari berdasarkan nama, @handle, atau ID saluran. Lihat pratinjau seketika.
ja: 名前、@handle、またはチャンネルIDで検索。すぐにプレビューを表示できます。
kk: Атауы, @handle немесе арна ID-і бойынша іздеңіз. Алдын ала қарауды бірден көріңіз.
pt_br: Pesquise por nome, @perfil ou ID do canal. Veja a prévia na hora.
ta: பெயர், @handle அல்லது சேனல் ஐடி மூலம் தேடுங்கள். முன்னோட்டத்தை உடனே பாருங்கள்.
tr: Ad, @handle veya kanal kimliğine göre arayın. Önizlemeyi anında görün.
zh_hans: 按名称、@handle 或频道 ID 搜索，立即查看预览。

source: Search for your channel
ar: ابحث عن قناتك
de: Suchen Sie nach Ihrem Kanal
es: Busca tu canal
fr: Recherchez votre chaîne
hi: अपना चैनल खोजें
id: Cari saluran Anda
ja: チャンネルを検索
kk: Арнаңызды іздеңіз
pt_br: Pesquise seu canal
ta: உங்கள் சேனலைத் தேடுங்கள்
tr: Kanalınızı arayın
zh_hans: 搜索您的频道

source: See subscriber and view counts on your home screen or lock screen.
ar: شاهد عدد المشتركين والمشاهدات على الشاشة الرئيسية أو شاشة القفل.
de: Sehen Sie Abonnenten- und Aufrufzahlen auf Ihrem Home-Bildschirm oder Sperrbildschirm.
es: Ve los suscriptores y las vistas en tu pantalla de inicio o pantalla bloqueada.
fr: Consultez vos abonnés et vos vues sur l’écran d’accueil ou l’écran verrouillé.
hi: अपने होम स्क्रीन या लॉक स्क्रीन पर सब्सक्राइबर और व्यू काउंट देखें।
id: Lihat jumlah subscriber dan tayangan di layar utama atau layar kunci Anda.
ja: ホーム画面やロック画面で登録者数と視聴回数を確認。
kk: Жазылушылар мен қаралым сандарын негізгі экранда немесе құлыптау экранында көріңіз.
pt_br: Veja inscritos e visualizações na tela inicial ou na tela bloqueada.
ta: உங்கள் ஹோம் ஸ்கிரீன் அல்லது லாக் ஸ்கிரீனில் சந்தாதாரர் மற்றும் காட்சி எண்ணிக்கைகளைப் பாருங்கள்.
tr: Ana ekranınızda veya kilit ekranınızda abone ve görüntülenme sayılarını görün.
zh_hans: 在主屏幕或锁定屏幕上查看订阅者数和观看次数。

source: Select a YouTube channel for this widget.
ar: اختر قناة YouTube لهذا الويدجت.
de: Wählen Sie einen YouTube-Kanal für dieses Widget aus.
es: Selecciona un canal de YouTube para este widget.
fr: Sélectionnez une chaîne YouTube pour ce widget.
hi: इस विजेट के लिए एक YouTube चैनल चुनें.
id: Pilih saluran YouTube untuk widget ini.
ja: このウィジェットに表示するYouTubeチャンネルを選択します。
kk: Осы виджет үшін YouTube арнасын таңдаңыз.
pt_br: Selecione um canal do YouTube para este widget.
ta: இந்த விட்ஜெட்டிற்கான YouTube சேனலைத் தேர்ந்தெடுக்கவும்.
tr: Bu widget için bir YouTube kanalı seçin.
zh_hans: 为此小组件选择一个 YouTube 频道。

source: Select Channel
ar: اختر القناة
de: Kanal auswählen
es: Seleccionar canal
fr: Sélectionner une chaîne
hi: चैनल चुनें
id: Pilih Saluran
ja: チャンネルを選択
kk: Арнаны таңдаңыз
pt_br: Selecionar canal
ta: சேனலைத் தேர்ந்தெடுக்கவும்
tr: Kanal Seç
zh_hans: 选择频道

source: Select Your Channel
ar: حدد قناتك
de: Wählen Sie Ihren Kanal
es: Selecciona tu canal
fr: Sélectionnez votre chaîne
hi: अपना चैनल चुनें
id: Pilih Saluran Anda
ja: チャンネルを選択してください
kk: Арнаңызды таңдаңыз
pt_br: Selecione seu canal
ta: உங்கள் சேனலைத் தெரிவு செய்க
tr: Kanalınızı Seçin
zh_hans: 选择您的频道

source: Serif
ar: سيريف
hi: सेरिफ़
ja: セリフ
kk: Сериф
pt_br: Serifa
ta: செரிப்
zh_hans: 衬线

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
ja: 設定
kk: Параметрлер
pt_br: Configurações
ta: அமைப்புகள்
tr: Ayarlar
zh_hans: 设置

source: Shadow
ar: الظل
de: Schatten
es: Sombra
fr: Ombre
hi: छाया
id: Bayangan
ja: 影
kk: Көлеңке
pt_br: Sombra
ta: நிழல்
tr: Gölge
zh_hans: 阴影

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: शेयर करें
id: Bagikan
ja: 共有
kk: Бөлісу
pt_br: Compartilhar
ta: பகிர்
tr: Paylaş
zh_hans: 分享

source: Share Image
ar: مشاركة الصورة
de: Bild teilen
es: Compartir imagen
fr: Partager l’image
hi: छवि साझा करें
id: Bagikan gambar
ja: 画像を共有
kk: Суретті бөлісу
pt_br: Compartilhar imagem
ta: படத்தை பகிர்
tr: Görseli paylaş
zh_hans: 分享图片

source: Share Widget
ar: مشاركة الأداة
de: Widget teilen
es: Compartir widget
fr: Partager le widget
hi: विजेट साझा करें
id: Bagikan widget
ja: ウィジェットを共有
kk: Виджетті бөлісу
pt_br: Compartilhar widget
ta: விட்ஜெட்டை பகிர்
tr: Widget'ı paylaş
zh_hans: 分享小组件

source: Show Update Time
ar: إظهار وقت التحديث
de: Aktualisierungszeit anzeigen
es: Mostrar hora de actualización
fr: Afficher l'heure de mise à jour
hi: अपडेट समय दिखाएं
id: Tampilkan Waktu Pembaruan
ja: 更新時間を表示
kk: Жаңарту уақытын көрсету
pt_br: Mostrar hora da atualização
ta: புதுப்பிப்பு நேரத்தை காண்பி
tr: Güncelleme Zamanını Göster
zh_hans: 显示更新时间

source: Simplify Numbers
ar: تبسيط الأرقام
de: Zahlen vereinfachen
es: Simplificar números
fr: Simplifier les nombres
hi: संख्याओं को सरलीकृत करें
id: Sederhanakan Angka
ja: 数字を単純化する
kk: Сандарды жеңілдету
pt_br: Simplificar Números
ta: எண்களை எளிமைப்படுத்து
tr: Sayıları Basitleştirin
zh_hans: 简化数字

source: START FREE
ar: ابدأ مجانًا
de: KOSTENLOS STARTEN
es: EMPIEZA GRATIS
fr: COMMENCEZ GRATUITEMENT
hi: मुफ्त में शुरू करें
id: MULAI GRATIS
ja: 無料で始める
kk: ТЕГІН БАСТАУ
pt_br: COMECE GRÁTIS
ta: இலவசமாக தொடங்குங்கள்
tr: ÜCRETSİZ BAŞLA
zh_hans: 免费开始

source: Submit
ar: إرسال
de: Einreichen
es: Enviar
fr: Soumettre
hi: सबमिट करें
id: Kirim
ja: 送信する
kk: Жіберу
pt_br: Enviar
ta: சமர்ப்பிக்கவும்
tr: Gönder
zh_hans: 提交

source: Subscribers + Views
ar: المشتركون + المشاهدات
de: Abonnenten + Aufrufe
es: Suscriptores + Visualizaciones
fr: Abonnés + Vues
hi: सब्सक्राइबर + व्यूज़
id: Subscriber + Tayangan
ja: 登録者数 + 視聴回数
kk: Жазылушылар + қаралымдар
pt_br: Inscritos + Visualizações
ta: சந்தாதாரர்கள் + பார்வைகள்
tr: Aboneler + Görüntülemeler
zh_hans: 订阅者数 + 观看次数

source: SubWidget FAQ
ar: الأسئلة الشائعة حول الواجهة الفرعية
es: Preguntas frecuentes de SubWidget
fr: FAQ SubWidget
hi: SubWidget सामान्य प्रश्न
ja: SubWidget よくある質問
kk: SubWidget ЖҚС
pt_br: FAQ do SubWidget
ta: சப்விஜெட் அடிக்கடி கேட்கப்படும் கேள்விகள்
tr: SubWidget SSS
zh_hans: SubWidget 常见问题解答

source: Swipe right on the channel to delete it
ar: اسحب إلى اليمين على القناة لحذفها
de: Wischen Sie auf dem Kanal nach rechts, um ihn zu löschen
es: Desliza hacia la derecha sobre el canal para eliminarlo
fr: Faites glisser la chaîne vers la droite pour la supprimer
hi: चैनल को हटाने के लिए उस पर दाईं ओर स्वाइप करें
id: Geser ke kanan pada saluran untuk menghapusnya
ja: チャンネルを右にスワイプして削除します
kk: Оны жою үшін арнаны оңға сырғытыңыз
pt_br: Deslize o canal para a direita para excluí-lo
ta: சேனலை நீக்க அதில் வலமாக ஸ்வைப் செய்யவும்
tr: Silmek için kanalı sağa kaydırın
zh_hans: 向右滑动频道即可将其删除

source: Tap and hold anywhere on your homescreen and tap the plus button in the top left. Look for SubWidget and add it to your homescreen. Finally, tap and hold on the widget and select your channel.
ar: انقر واستمر في الضغط في أي مكان على شاشتك الرئيسية وانقر على زر الإضافة في الجزء العلوي الأيسر. ابحث عن SubWidget وأضفه إلى الشاشة الرئيسية. أخيرًا، انقر واستمر في الضغط على الواجهة وحدد قناتك.
de: Tippen und halten Sie an einer beliebigen Stelle auf Ihrem Startbildschirm und tippen Sie auf die Plus-Schaltfläche oben links. Suchen Sie nach SubWidget und fügen Sie es Ihrem Startbildschirm hinzu. Tippen und halten Sie schließlich auf das Widget und wählen Sie Ihren Kanal aus.
es: Toca y mantén presionado en cualquier lugar de tu pantalla de inicio y toca el botón más en la parte superior izquierda. Busca SubWidget y agrégalo a tu pantalla de inicio. Finalmente, toca y mantén presionado el widget y selecciona tu canal.
fr: Appuyez longuement n'importe où sur votre écran d'accueil et appuyez sur le bouton plus en haut à gauche. Recherchez SubWidget et ajoutez-le à votre écran d'accueil. Enfin, appuyez longuement sur le widget et sélectionnez votre chaîne.
hi: अपनी होमस्क्रीन पर कहीं भी टैप करके रखें और ऊपर बाईं ओर प्लस बटन पर टैप करें। SubWidget को खोजें और उसे अपनी होमस्क्रीन पर जोड़ें। अंत में, विजेट पर टैप करके रखें और अपना चैनल चुनें।
id: Ketuk dan tahan di mana saja di layar beranda Anda dan ketuk tombol plus di kiri atas. Cari SubWidget dan tambahkan ke layar beranda Anda. Terakhir, ketuk dan tahan widget dan pilih saluran Anda.
ja: ホーム画面の任意の場所を長押しし、左上のプラスボタンをタップします。 SubWidget を探してホーム画面に追加します。最後に、ウィジェットを長押ししてチャンネルを選択します。
kk: Негізгі экранның кез келген жерін түртіп, ұстап тұрыңыз және жоғарғы сол жақтағы қосу түймесін түртіңіз. SubWidget іздеп, оны негізгі экранға қосыңыз. Соңында виджетті түртіп, ұстап тұрыңыз және арнаңызды таңдаңыз.
pt_br: Toque e segure em qualquer lugar na sua tela inicial e toque no botão de mais no canto superior esquerdo. Procure por SubWidget e adicione-o à sua tela inicial. Por fim, toque e segure no widget e selecione seu canal.
ta: உங்கள் முகப்புத் திரையில் எங்கும் தட்டி அழுத்தி, மேல் இடதுபுறத்தில் உள்ள பிளஸ் பட்டனை தட்டவும். SubWidget ஐத் தேடி உங்கள் முகப்புத் திரையில் சேர்க்கவும். இறுதியாக, விஜெட்டின் மீது தட்டி அழுத்தி உங்கள் சேனலைத் தெரிவு செய்க.
tr: Ana ekranınızda herhangi bir yere dokunup basılı tutun ve sol üstteki artı düğmesine dokunun. SubWidget'i arayın ve ana ekranınıza ekleyin. Son olarak widget'a dokunup basılı tutun ve kanalınızı seçin.
zh_hans: 点击并按住主屏幕上的任意位置，然后点击左上角的加号按钮。查找 SubWidget 并将其添加到您的主屏幕。最后，点击并按住小组件并选择您的频道。

source: The channels aren't loading.
ar: القنوات لا تتحمل.
de: Die Kanäle werden nicht geladen.
es: Los canales no se están cargando.
fr: Les chaînes ne se chargent pas.
hi: चैनल लोड नहीं हो रहे हैं।
id: Saluran tidak dimuat.
ja: チャンネルが読み込まれていません。
kk: Арналар жүктелмейді.
pt_br: Os canais não estão carregando.
ta: சேனல்கள் ஏற்றப்படவில்லை.
tr: Kanallar yüklenmiyor.
zh_hans: 频道未加载。

source: The widget is blank.
ar: الواجهة فارغة.
de: Das Widget ist leer.
es: El widget está en blanco.
fr: Le widget est vide.
hi: विजेट खाली है।
id: Widgetnya kosong.
ja: ウィジェットは空白です。
kk: Виджет бос.
pt_br: O widget está em branco.
ta: விஜெட்டு காலியாக உள்ளது.
tr: Widget boş.
zh_hans: 小组件是空白的。

source: Thickness
ar: السماكة
de: Dicke
es: Grosor
fr: Épaisseur
hi: मोटाई
id: Ketebalan
ja: 太さ
kk: Қалыңдығы
pt_br: Espessura
ta: தடிமன்
tr: Kalınlık
zh_hans: 粗细
